/*#############################################################################
 *    Copyright (C) 2006-2011 Mehanotronika RA                            
 *    All rights reserved.                                                     
 *	~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
 *                                                                             
 *	Описание: класс общедоступных данных проекта
 *                                                                             
 *	Файл                     : X:\Projects\00_MTRADataServer\HMI_MT_Settings\HMI_Settings.cs
 *	Тип конечного файла      :                                         
 *	версия ПО для разработки : С#, Framework 4.0                                
 *	Разработчик              : Юров В.И.                                        
 *	Дата начала разработки   : 20.11.2014
 *	Дата посл. корр-ровки    : xx.хх.201х
 *	Дата (v1.0)              :                                                  
 ******************************************************************************
* Особенности реализации:
 * Используется ...
 *#############################################################################*/

using System.Collections.Generic;
using System.Xml.Linq;
using LinksLib.LinksHT2NT;

namespace HMI_MT_Settings
{
    public static class HMI_Settings
    {
    }
}